tap "hashicorp/tap"
tap "nikitabobko/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "node"
brew "ccusage"
brew "cloudflared"
brew "codex"
brew "eza"
brew "fzf"
brew "tesseract"
brew "libomp"
brew "neovim"
brew "pnpm"
brew "powerlevel10k"
brew "sesh"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "alacritty"
cask "bruno"
cask "claude-code"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "foxitreader"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "logi-options+"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "anthropic.claude-code"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "detachhead.basedpyright"
vscode "esbenp.prettier-vscode"
vscode "gruntfuggly.todo-tree"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "waderyan.gitblame"
