tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
tap "terror/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "node"
brew "ccusage"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "tesseract"
brew "jupyterlab"
brew "just"
brew "lazygit"
brew "libomp"
brew "mingw-w64"
brew "neovim"
brew "opencode"
brew "pnpm"
brew "powerlevel10k"
brew "rustup"
brew "sesh"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform"
brew "railwaycat/emacsmacport/emacs-mac@29", args: ["with-starter"]
brew "terror/tap/just-lsp"
cask "nikitabobko/tap/aerospace"
cask "bruno"
cask "claude-code"
cask "codex-app"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "espanso"
cask "font-atkinson-hyperlegible"
cask "font-computer-modern"
cask "font-georgia"
cask "font-instrument-serif"
cask "font-jetbrains-mono"
cask "font-latin-modern"
cask "font-latin-modern-math"
cask "font-lexend"
cask "font-libertinus-serif"
cask "font-meslo-lg-nerd-font"
cask "foxitreader"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "helpwire-operator"
cask "karabiner-elements"
cask "localsend"
cask "logi-options+"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mullvad-vpn"
cask "notion"
cask "obsidian"
cask "quarto"
cask "raindropio"
cask "raycast"
cask "slack"
cask "spotify"
cask "syncthing-app"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "anthropic.claude-code"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "cweijan.vscode-excel"
vscode "dbaeumer.vscode-eslint"
vscode "detachhead.basedpyright"
vscode "elijah-potter.harper"
vscode "esbenp.prettier-vscode"
vscode "gruntfuggly.todo-tree"
vscode "james-yu.latex-workshop"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "nefrob.vscode-just-syntax"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "quarto.quarto"
vscode "qwtel.sqlite-viewer"
vscode "rust-lang.rust-analyzer"
vscode "waderyan.gitblame"
cargo "evcxr_jupyter"
