tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "openssl@3"
brew "cryptography"
brew "readline"
brew "awscli"
brew "bat"
brew "gettext"
brew "chezmoi"
brew "cpanminus"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git-filter-repo"
brew "perl"
brew "latexindent"
brew "libffi"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "redis"
brew "terraform"
brew "utf8proc"
brew "tmux"
brew "zoxide"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "calibre"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "floorp"
cask "foxitreader"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "raindropio"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
